{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "\n": 5,
      "\r": 6,
      "A": 7,
      "C": 8,
      "G": 9,
      "N": 10,
      "T": 11,
      "AA": 12,
      "TT": 13,
      "AT": 14,
      "AG": 15,
      "CC": 16,
      "TG": 17,
      "AC": 18,
      "NN": 19,
      "ATT": 20,
      "TC": 21,
      "GG": 22,
      "AAAA": 23,
      "NNNN": 24,
      "ATG": 25,
      "TAA": 26,
      "TTTT": 27,
      "ATC": 28,
      "AAG": 29,
      "TTG": 30,
      "TTC": 31,
      "ACC": 32,
      "AAC": 33,
      "TAG": 34,
      "NNNNNNNN": 35,
      "TCC": 36,
      "GC": 37,
      "TATT": 38,
      "AGC": 39,
      "TGC": 40,
      "AGG": 41,
      "TAT": 42,
      "TGG": 43,
      "TAC": 44,
      "AATT": 45,
      "NNNNNNNNNNNNNNNN": 46,
      "ATAA": 47,
      "ATTG": 48,
      "TTTC": 49,
      "ATTC": 50,
      "ATGG": 51,
      "AAAC": 52,
      "TAAAA": 53,
      "AAAG": 54,
      "TTTG": 55,
      "CCC": 56,
      "ATAT": 57,
      "ATGC": 58,
      "AAGG": 59,
      "TTGG": 60,
      "AATC": 61,
      "AATG": 62,
      "\r\n": 63,
      "AGAG": 64,
      "TATC": 65,
      "ACG": 66,
      "ATCC": 67,
      "TCG": 68,
      "AAATT": 69,
      "TAAC": 70,
      "NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN": 71,
      "AAGC": 72,
      "TTGC": 73,
      "AACC": 74,
      "TATG": 75,
      "ATATT": 76,
      "ATAG": 77,
      "TCTC": 78,
      "TTCC": 79,
      "ATAC": 80,
      "TAAG": 81,
      "GGG": 82,
      "GGC": 83,
      "AAAAC": 84,
      "TTTTC": 85,
      "ACCC": 86,
      "ATTTT": 87,
      "TGTG": 88,
      "ACAC": 89,
      "TTAG": 90,
      "TAGC": 91,
      "TTTTG": 92,
      "AAAAG": 93,
      "TTAA": 94,
      "TACC": 95,
      "TTAC": 96,
      "ATAAAA": 97,
      "TCCC": 98,
      "TTATT": 99,
      "AATAA": 100,
      "TTTAA": 101,
      "TGAG": 102,
      "TAGG": 103,
      "AAATC": 104,
      "ACAG": 105,
      "TGTC": 106,
      "ACTC": 107,
      "NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN": 108,
      "ATTTC": 109,
      "TGCC": 110,
      "TGGC": 111,
      "TGGG": 112,
      "GAG": 113,
      "AAATG": 114,
      "AATTC": 115,
      "TGAC": 116,
      "ATATC": 117,
      "AGCC": 118,
      "AGGG": 119,
      "AATTG": 120,
      "ATTTG": 121,
      "ATATG": 122,
      "AATTTT": 123,
      "ATAAC": 124,
      "AAACC": 125,
      "TCAC": 126,
      "TTTATT": 127,
      "AATATT": 128,
      "AGGC": 129,
      "TTTCC": 130,
      "AAAAAAAA": 131,
      "AGTC": 132,
      "AGAC": 133,
      "AGTG": 134,
      "ATCG": 135,
      "ATAAG": 136,
      "AATAT": 137,
      "TTTTTTTT": 138,
      "TTAAAA": 139,
      "AAAGC": 140,
      "A\r\n": 141,
      "ACTG": 142,
      "CCG": 143,
      "TTTGG": 144,
      "TTCG": 145,
      "ATTTTTT": 146,
      "TTTAT": 147,
      "TCTG": 148,
      "TTTAG": 149,
      "AAAGG": 150,
      "AACG": 151,
      "TCAG": 152,
      "AATCC": 153,
      "TTTGC": 154,
      "TTATC": 155,
      "ATTGC": 156,
      "ATTGG": 157,
      "TATTC": 158,
      "TATTG": 159,
      "TTTAC": 160,
      "ATTCC": 161,
      "ATAATT": 162,
      "TTATG": 163,
      "TCTTC": 164,
      "AAGAG": 165,
      "AATAC": 166,
      "TTAAC": 167,
      "ACCG": 168,
      "AATAG": 169,
      "AATGG": 170,
      "ATATATAT": 171,
      "AATGC": 172,
      "ATTATT": 173,
      "ATGGC": 174,
      "AAATAA": 175,
      "TAAAC": 176,
      "NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN": 177,
      "GCG": 178,
      "ATTTTC": 179,
      "TCATC": 180,
      "AATAAAA": 181,
      "T\r\n": 182,
      "TATGC": 183,
      "AAAT": 184,
      "AAAAAC": 185,
      "TTAAG": 186,
      "TTAATT": 187,
      "TAAAG": 188,
      "ATTTTG": 189,
      "ACATG": 190,
      "TGTTG": 191,
      "TCTTG": 192,
      "ATGGG": 193,
      "TAATAA": 194,
      "ATTAG": 195,
      "ACAAC": 196,
      "TCAAC": 197,
      "AACCC": 198,
      "TCGG": 199,
      "TGATG": 200,
      "ACTTG": 201,
      "AAGGC": 202,
      "ACAAG": 203,
      "AGAAG": 204,
      "TCATG": 205,
      "AAATTG": 206,
      "TATGG": 207,
      "TGTTTT": 208,
      "ATACC": 209,
      "TCAAG": 210,
      "TGAAG": 211,
      "ATTTAA": 212,
      "ATAGC": 213,
      "ACATC": 214,
      "TTGGC": 215,
      "AAATTC": 216,
      "AGAAAA": 217,
      "TTCTC": 218,
      "ATCCC": 219,
      "CCCC": 220,
      "TTGGG": 221,
      "AAGGG": 222,
      "TTTAAAA": 223,
      "ATTAC": 224,
      "AGTTG": 225,
      "TACG": 226,
      "ATATAA": 227,
      "AGCG": 228,
      "TCTCC": 229,
      "TAATG": 230,
      "ATGAG": 231,
      "TTACC": 232,
      "TTCCC": 233,
      "ATAGG": 234,
      "TCATT": 235,
      "TAACC": 236,
      "TGAAAA": 237,
      "TAAGG": 238,
      "ACGG": 239,
      "TATCC": 240,
      "ACTTC": 241,
      "TGCG": 242,
      "TGATC": 243,
      "TGTTC": 244,
      "TTTTTC": 245,
      "TCCG": 246,
      "ATGCC": 247,
      "TGATT": 248,
      "TTAGG": 249,
      "TAATC": 250,
      "TTAGC": 251,
      "TTGAG": 252,
      "ACAAAA": 253,
      "TTCTTC": 254,
      "AGAAC": 255,
      "ATCTC": 256,
      "AAGAAG": 257,
      "TAAAAC": 258,
      "TGAAC": 259,
      "TAAGC": 260,
      "ACATT": 261,
      "AGTTC": 262,
      "AGATG": 263,
      "AAGCC": 264,
      "TCAAAA": 265,
      "ATATTC": 266,
      "GGGG": 267,
      "ACGC": 268,
      "TTGCC": 269,
      "ATATTG": 270,
      "AGATT": 271,
      "TCGC": 272,
      "TATTTTTT": 273,
      "ACTAA": 274,
      "TCTTTT": 275,
      "AAATATT": 276,
      "ATGTG": 277,
      "AATATC": 278,
      "ATTAAAA": 279,
      "AGATC": 280,
      "ACTAG": 281,
      "ATGTC": 282,
      "TTGTG": 283,
      "TTTTCC": 284,
      "AAAAGG": 285,
      "AGAGG": 286,
      "TTTTGG": 287,
      "AATAAC": 288,
      "ACACC": 289,
      "TGTAA": 290,
      "TCTAA": 291,
      "AAATCC": 292,
      "TTTATC": 293,
      "TCACC": 294,
      "TAGGG": 295,
      "AAATAC": 296,
      "AAAACC": 297,
      "TACCC": 298,
      "TATAG": 299,
      "TAAAAG": 300,
      "AAATGG": 301,
      "TGTT": 302,
      "AACAC": 303,
      "ATCAC": 304,
      "TAGCC": 305,
      "TTGTC": 306,
      "AATTTC": 307,
      "ATTCG": 308,
      "AAGAAAA": 309,
      "AACTC": 310,
      "AAATAT": 311,
      "ATGAC": 312,
      "TAAATT": 313,
      "TTATAA": 314,
      "AAATAG": 315,
      "AAATAAAA": 316,
      "ATCATC": 317,
      "AATATG": 318,
      "TGTGG": 319,
      "TTGAC": 320,
      "TTTATG": 321,
      "TGACC": 322,
      "AACAAC": 323,
      "AAATGC": 324,
      "GGCC": 325,
      "TATATT": 326,
      "TTTCG": 327,
      "TAATTTT": 328,
      "AGGAG": 329,
      "TTAATG": 330,
      "TTAAAG": 331,
      "TTATTG": 332,
      "AACAG": 333,
      "AAGAC": 334,
      "TGGCC": 335,
      "TTTTGC": 336,
      "TTTAAC": 337,
      "ATCAG": 338,
      "TTCAC": 339,
      "NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN": 340,
      "TCTAG": 341,
      "TATAC": 342,
      "TTAAAC": 343,
      "TGAGG": 344,
      "TGTAG": 345,
      "AGCAG": 346,
      "ATTTATT": 347,
      "TGTCC": 348,
      "AAGTC": 349,
      "AAAAGC": 350,
      "TTCAG": 351,
      "TGTGC": 352,
      "TGTTTG": 353,
      "ATGATG": 354,
      "AAACCC": 355,
      "AAAAAG": 356,
      "AATTCC": 357,
      "AATAAG": 358,
      "TGGAG": 359,
      "AAAATC": 360,
      "TTAATC": 361,
      "ACCCC": 362,
      "AAACG": 363,
      "TTATTC": 364,
      "TCCTC": 365,
      "TTGTTG": 366,
      "TCCCC": 367,
      "AATTGC": 368,
      "GGGC": 369,
      "TAGAG": 370,
      "CCCG": 371,
      "AGGCC": 372,
      "ATATGG": 373,
      "TTTAAG": 374,
      "TGAGC": 375,
      "TATAAAA": 376,
      "ACTAC": 377,
      "TGCAG": 378,
      "TTAAATT": 379,
      "TTATTTT": 380,
      "ATATGC": 381,
      "ACAGC": 382,
      "TTGATG": 383,
      "AATCG": 384,
      "TAGGC": 385,
      "ACTCC": 386,
      "AAGAAC": 387,
      "AAAATAA": 388,
      "TCTAC": 389,
      "AATTTG": 390,
      "TTTTTTC": 391,
      "ATTTCC": 392,
      "GGAG": 393,
      "ATCAAC": 394,
      "AAGTG": 395,
      "ATCTTC": 396,
      "ACTGC": 397,
      "ATATATATATATATAT": 398,
      "ATTTGG": 399,
      "TCTGC": 400,
      "TTTTTG": 401,
      "GCC": 402,
      "AATTGG": 403,
      "ATTTAC": 404,
      "TCAGC": 405,
      "AA\r\n": 406,
      "ATTAAC": 407,
      "ACCAG": 408,
      "TTCTTG": 409,
      "ATTTGC": 410,
      "AACCG": 411,
      "TGTAC": 412,
      "ATTATC": 413,
      "ACTGG": 414,
      "AAAAAAC": 415,
      "TAATTG": 416,
      "ATTTAG": 417,
      "ATAACC": 418,
      "ATAGAG": 419,
      "AT\r\n": 420,
      "TAATTC": 421,
      "AGTTTT": 422,
      "TGGGC": 423,
      "TAAATC": 424,
      "TAATATT": 425,
      "ATGAAG": 426,
      "ATTTTTC": 427,
      "ATATCC": 428,
      "AGAGC": 429,
      "ATACG": 430,
      "TCTGG": 431,
      "ATGTTG": 432,
      "TCTTTC": 433,
      "ATGAAC": 434,
      "ATAAAG": 435,
      "TTATGG": 436,
      "ATCAAG": 437,
      "TCCAG": 438,
      "AATTTTG": 439,
      "AAAATG": 440,
      "ACAGG": 441,
      "AATTTTC": 442,
      "ATGCG": 443,
      "ACTTTT": 444,
      "TTCTG": 445,
      "TTATATT": 446,
      "TTTCCC": 447,
      "TTCAAC": 448,
      "AAGTTG": 449,
      "ATTTAT": 450,
      "GGCG": 451,
      "ATAAGC": 452,
      "TTCATC": 453,
      "ATAAAAC": 454,
      "TTTGGC": 455,
      "AAAGGG": 456,
      "TTATAG": 457,
      "TGGTG": 458,
      "ATCCG": 459,
      "AGACC": 460,
      "ACAAAC": 461,
      "ACCCG": 462,
      "ATTATG": 463,
      "TCAGG": 464,
      "TTGTTTT": 465,
      "TGTTTC": 466,
      "ATTAATT": 467,
      "AAAGAG": 468,
      "TTAACC": 469,
      "TAAATG": 470,
      "AATACC": 471,
      "TATATC": 472,
      "TT\r\n": 473,
      "AGCTC": 474,
      "ATAAAC": 475,
      "AATCCC": 476,
      "AAAGCC": 477,
      "TTCAAG": 478,
      "TATATG": 479,
      "TCCTCC": 480,
      "TCAATT": 481,
      "TACAG": 482,
      "TATAAC": 483,
      "TTGAAG": 484,
      "TTTACC": 485,
      "GGTG": 486,
      "ATGATC": 487,
      "AAAGGC": 488,
      "ACCAC": 489,
      "TAAAAAAAA": 490,
      "AATAGC": 491,
      "TTTAGC": 492,
      "ATAATTTT": 493,
      "ATTTTTG": 494,
      "AGTAG": 495,
      "ATGTTTT": 496,
      "TTGCG": 497,
      "AGTGG": 498,
      "AACTG": 499,
      "TATCG": 500,
      "AACTTG": 501,
      "TATTTC": 502,
      "ATCTG": 503,
      "TTAGAG": 504,
      "AAGTTC": 505,
      "ACCACC": 506,
      "AGCAGC": 507,
      "TA\r\n": 508,
      "GGTC": 509,
      "TTTAGG": 510,
      "AGTAA": 511,
      "ATGAAAA": 512,
      "TTGTTC": 513,
      "AATGGC": 514,
      "CCTC": 515,
      "TCCAC": 516,
      "TAGTG": 517,
      "AACAAG": 518,
      "AGGAGG": 519,
      "ATAAAAG": 520,
      "TTATCC": 521,
      "TTGATC": 522,
      "TTATAC": 523,
      "TGCTG": 524,
      "AAACAC": 525,
      "ATAAGG": 526,
      "TTAAGG": 527,
      "CCAG": 528,
      "TTATAT": 529,
      "ATTAAG": 530,
      "ACCTC": 531,
      "AAGCG": 532,
      "TGCTC": 533,
      "TTTTTATT": 534,
      "ATAATC": 535,
      "ATGTTC": 536,
      "TTTTTAA": 537,
      "AGAGAGAG": 538,
      "TTACG": 539,
      "CCAC": 540,
      "TGGGG": 541,
      "TTATGC": 542,
      "TAGTC": 543,
      "TAACG": 544,
      "AACAAAA": 545,
      "TGCCC": 546,
      "TTTTAAAA": 547,
      "AGCAC": 548,
      "TATTGC": 549,
      "AATTTAA": 550,
      "TTCTCC": 551,
      "TGGTC": 552,
      "AGTAC": 553,
      "AAATATC": 554,
      "ATCATG": 555,
      "TGCAC": 556,
      "TAGAC": 557,
      "TTTCTC": 558,
      "AGTCC": 559,
      "TTCGG": 560,
      "TTGAAAA": 561,
      "TTTGGG": 562,
      "TGCTGC": 563,
      "ATGATT": 564,
      "TATTTG": 565,
      "AGGTC": 566,
      "ATAAATT": 567,
      "TCTCTCTC": 568,
      "AACTTC": 569,
      "TTTGCC": 570,
      "AGCCC": 571,
      "AAAGAAAA": 572,
      "TACAC": 573,
      "AAAACG": 574,
      "ATTGCC": 575,
      "GCGC": 576,
      "AATGCC": 577,
      "TACTC": 578,
      "TGGTGG": 579,
      "AACATC": 580,
      "TTTTAG": 581,
      "AAACTC": 582,
      "TTAAGC": 583,
      "TTGATT": 584,
      "TATTGG": 585,
      "AGCTG": 586,
      "AAATAAC": 587,
      "AACATG": 588,
      "ATTCTC": 589,
      "AAGATG": 590,
      "ATTGAG": 591,
      "TATAATT": 592,
      "TGAATT": 593,
      "TAAACC": 594,
      "ACGAG": 595,
      "AAGAGG": 596,
      "AAGATC": 597,
      "TATATAT": 598,
      "TTCTTTT": 599,
      "TGAAAG": 600,
      "ACAATT": 601,
      "TGAAAC": 602,
      "TATTCC": 603,
      "ATCACC": 604,
      "AGCAAC": 605,
      "TCGAG": 606,
      "TTCATG": 607,
      "ATCTTG": 608,
      "AAATATG": 609,
      "TTAATTTT": 610,
      "TTCCG": 611,
      "ATAATAA": 612,
      "ATCTCC": 613,
      "AGGGG": 614,
      "ACTTTC": 615,
      "TATTTATT": 616,
      "AGCTTC": 617,
      "ATCATT": 618,
      "TCGCC": 619,
      "ATAATG": 620,
      "ATCGG": 621,
      "AACGG": 622,
      "AGGAC": 623,
      "TGGAC": 624,
      "AGTGC": 625,
      "AATTAAAA": 626,
      "TATTTTC": 627,
      "AATAGG": 628,
      "TGGCG": 629,
      "AATCTC": 630,
      "ATCAAAA": 631,
      "ACGCC": 632,
      "TTGAAC": 633,
      "TAATAG": 634,
      "AGAGAG": 635,
      "AAATAAG": 636,
      "AGGTG": 637,
      "GCAC": 638,
      "TACTG": 639,
      "TATAAG": 640,
      "AATATTC": 641,
      "TTTTCG": 642,
      "ATTTAAAA": 643,
      "GCTC": 644,
      "GCAG": 645,
      "TTAAAAC": 646,
      "ATATAAAA": 647,
      "ACCAAC": 648,
      "TTAAAAG": 649,
      "TAATGG": 650,
      "AATATTG": 651,
      "GCTG": 652,
      "ACAAAG": 653,
      "AATTAG": 654,
      "AATGAG": 655,
      "ATATAG": 656,
      "TAAAGC": 657,
      "ATGGCC": 658,
      "AATGGG": 659,
      "TGCCG": 660,
      "TAGAAAA": 661,
      "TGCTTC": 662,
      "TACCG": 663,
      "AATTAC": 664,
      "TCTCTC": 665,
      "TATTTTG": 666,
      "AAGAGC": 667,
      "ATTACC": 668,
      "ATATTTTTT": 669,
      "TTTATTC": 670,
      "TTTGAG": 671,
      "TTCCCC": 672,
      "TAATAT": 673,
      "TCCTTC": 674,
      "TTGGCC": 675,
      "AGGAAG": 676,
      "TTTGTC": 677,
      "AGAGGG": 678,
      "TGGTTG": 679,
      "GGGCC": 680,
      "ACCGG": 681,
      "TTTATTG": 682,
      "TACAAG": 683,
      "TGATTC": 684,
      "TTATTTTTT": 685,
      "TACAAC": 686,
      "TGTATT": 687,
      "TAATGC": 688,
      "AAAAATC": 689,
      "ACTCG": 690,
      "AAGGGG": 691,
      "TACTTG": 692,
      "TAATCC": 693,
      "TAGTTG": 694,
      "TTACAC": 695,
      "TCAAAC": 696,
      "ACATTG": 697,
      "TGATTG": 698,
      "AAAAAAG": 699,
      "ATTAGC": 700,
      "TAAAGG": 701,
      "ACAATC": 702,
      "ACTTTG": 703,
      "AGAAAC": 704,
      "TAGCG": 705,
      "TTAGGG": 706,
      "AGAAAG": 707,
      "ATGTGC": 708,
      "TAGAAC": 709,
      "TAGAAG": 710,
      "ACCATC": 711,
      "TTTTTTTC": 712,
      "ACCAAG": 713,
      "TCCATC": 714,
      "AGGTTG": 715,
      "ATACCC": 716,
      "ACTATT": 717,
      "ACAATG": 718,
      "AAACCG": 719,
      "TTTTTTG": 720,
      "ACACG": 721,
      "ACCTG": 722,
      "TTGGGC": 723,
      "ATTCCC": 724,
      "AGTTTC": 725,
      "TCTTTG": 726,
      "TACATG": 727,
      "AGCTTG": 728,
      "ACAACC": 729,
      "AAGGCC": 730,
      "ATAAATC": 731,
      "AAATAATT": 732,
      "TGCAAC": 733,
      "AAATCG": 734,
      "ACTAT": 735,
      "ACCATG": 736,
      "ACATGC": 737,
      "AAAAATT": 738,
      "TGCATG": 739,
      "TCCTG": 740,
      "ATAGCC": 741,
      "TCCATG": 742,
      "AAGGGC": 743,
      "ATTGGC": 744,
      "ACCTTC": 745,
      "TTATAAAA": 746,
      "TAATTTC": 747,
      "TAATAC": 748,
      "TAATAAAA": 749,
      "ACATGG": 750,
      "TGCTTG": 751,
      "TCCAAG": 752,
      "ATAAATAA": 753,
      "AGCATC": 754,
      "ATTGGG": 755,
      "TGCAAG": 756,
      "AGCAAG": 757,
      "TGATGG": 758,
      "ATTTTCC": 759,
      "ATTTATG": 760,
      "AACCCC": 761,
      "ATTTTGG": 762,
      "TCAATC": 763,
      "TAGTTTT": 764,
      "ATTAGG": 765,
      "TGTAT": 766,
      "TCAAAG": 767,
      "ATGAGG": 768,
      "TCCTTG": 769,
      "TACTTC": 770,
      "TTTCTTC": 771,
      "TGTCG": 772,
      "AGCCG": 773,
      "ATCGC": 774,
      "TCTTCC": 775,
      "AAAATATT": 776,
      "TAACCC": 777,
      "TCCAAC": 778,
      "ACGGG": 779,
      "TCATTC": 780,
      "TAGTTC": 781,
      "ACTTGG": 782,
      "AAGGAG": 783,
      "AGAGGC": 784,
      "AAAATAAAA": 785,
      "AAACAG": 786,
      "NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN\r\n": 787,
      "ATGGAG": 788,
      "NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN\r\n": 789,
      "TTTGTTTT": 790,
      "TAAGCC": 791,
      "TAAATAA": 792,
      "ATCCCC": 793,
      "AGCATG": 794,
      "ATGGGC": 795,
      "TGGAGG": 796,
      "TAGATG": 797,
      "TGTTGG": 798,
      "TTAAAAAAAA": 799,
      "TGAATC": 800,
      "ATTATTG": 801,
      "AAA\r\n": 802,
      "ACCAAAA": 803,
      "ACCTCC": 804,
      "TGCATC": 805,
      "TGAAATT": 806,
      "ATTATTTT": 807,
      "TCTATT": 808,
      "TGGTTC": 809,
      "TCTAT": 810,
      "AAACAAAA": 811,
      "TCATTG": 812,
      "ACCTTG": 813,
      "TCCGG": 814,
      "AGTTTG": 815,
      "TGGAAG": 816,
      "AAAGAAG": 817,
      "TAATTTG": 818,
      "ACATTC": 819,
      "ATAGGC": 820,
      "ATGGGG": 821,
      "TCAATG": 822,
      "TTCAAAA": 823,
      "TGGATG": 824,
      "TGAATG": 825,
      "AGGATG": 826,
      "AGCTGC": 827,
      "ATTTATC": 828,
      "ACACACAC": 829,
      "ATTTAAC": 830,
      "TTAGCC": 831,
      "AATTTATT": 832,
      "ATTAAATT": 833,
      "AACACC": 834,
      "AAAATAC": 835,
      "TTACCC": 836,
      "TAGTAG": 837,
      "ATAATATT": 838,
      "ATAATTG": 839,
      "TGATGC": 840,
      "TGTTGC": 841,
      "TTCGC": 842,
      "TCTCG": 843,
      "TCCCG": 844,
      "AGAATT": 845,
      "ACAAGC": 846,
      "AGGGC": 847,
      "AAGTTTT": 848,
      "ACAAGG": 849,
      "ATCTTTT": 850,
      "TTTCTTTT": 851,
      "AGGAAAA": 852,
      "AACTCC": 853,
      "TGACG": 854,
      "TGTGTGTG": 855,
      "TGAAGG": 856,
      "ATAAATG": 857,
      "TCAAATT": 858,
      "ATTAAAC": 859,
      "AAGAAAG": 860,
      "TATGGC": 861,
      "AACGC": 862,
      "TAAATTG": 863,
      "TTATATG": 864,
      "TTAATTG": 865,
      "TAAATTC": 866,
      "TTGGGG": 867,
      "TGAAGC": 868,
      "ATATAC": 869,
      "AAAATTC": 870,
      "ATTAATG": 871,
      "ATAATTC": 872,
      "AATTCG": 873,
      "TTTCTTG": 874,
      "ACCGC": 875,
      "ATTTTGC": 876,
      "TACGG": 877,
      "TATGCC": 878,
      "TCATCC": 879,
      "ATAAAAAAAA": 880,
      "ACTTGC": 881,
      "AGGAAC": 882,
      "TATCCC": 883,
      "ATTTTAAAA": 884,
      "AGGTTC": 885,
      "AAATTGG": 886,
      "AAATTGC": 887,
      "ATAGGG": 888,
      "GGGTC": 889,
      "AATTTTTTTT": 890,
      "ACAGCC": 891,
      "AGATTC": 892,
      "AAATTCC": 893,
      "AGAATC": 894,
      "TATATATT": 895,
      "ATTAATC": 896,
      "AACTAG": 897,
      "ATTTCTC": 898,
      "AACTGC": 899,
      "ATGTAA": 900,
      "ATCAGC": 901,
      "AAAATTG": 902,
      "TTCTTTC": 903,
      "ATGACC": 904,
      "AAACAAG": 905,
      "AGAGCC": 906,
      "ACTAAAA": 907,
      "ACATCC": 908,
      "TCTTGC": 909,
      "TACATC": 910,
      "TGCAGC": 911,
      "ATTATTC": 912,
      "TATGGG": 913,
      "TAATTAA": 914,
      "TTGTGG": 915,
      "TACAAAA": 916,
      "AATTAATT": 917,
      "TAGATC": 918,
      "TATAGC": 919,
      "ATGTGG": 920,
      "AAAGTC": 921,
      "AAGTCC": 922,
      "TTTGTTG": 923,
      "ATTTCG": 924,
      "ATATCG": 925,
      "ATGAGC": 926,
      "AAAAAAAC": 927,
      "TGTGGC": 928,
      "TTCTGC": 929,
      "TTAGGC": 930,
      "TATAGG": 931,
      "ACTATC": 932,
      "TGTGGG": 933,
      "TTTTTCC": 934,
      "ACATAA": 935,
      "AGATTG": 936,
      "TCAACC": 937,
      "TTT\r\n": 938,
      "AAGCCC": 939,
      "AGCCCC": 940,
      "TAGAGG": 941,
      "AATTTGG": 942,
      "AGCTCC": 943,
      "ATGAAAG": 944,
      "ATGTATT": 945,
      "AGTATT": 946,
      "TGATAA": 947,
      "ACTTCC": 948,
      "TGATCC": 949,
      "AAACAAC": 950,
      "TACTAC": 951,
      "TGCTGG": 952,
      "TTGTAG": 953,
      "ATTTGAG": 954,
      "ATTAAAG": 955,
      "ATTTAAG": 956,
      "AGAAGC": 957,
      "ATTTTTAA": 958,
      "TTTTTTTTTTTT": 959,
      "TGTATG": 960,
      "AGGATC": 961,
      "ATTGTC": 962,
      "TTTATGG": 963,
      "TAAAACC": 964,
      "TCGTC": 965,
      "AGGCG": 966,
      "ATTGTTG": 967,
      "AAGTAA": 968,
      "TTCTAG": 969,
      "TGCGC": 970,
      "ATTTTTATT": 971,
      "TTTTTAG": 972,
      "ATCAAAC": 973,
      "TCCACC": 974,
      "TTTCAG": 975,
      "TGGAAAA": 976,
      "TGAACC": 977,
      "AGCGG": 978,
      "TGGAAC": 979,
      "AAATCCC": 980,
      "TGATAG": 981,
      "ATCTAC": 982,
      "ATTGATG": 983,
      "AAGACC": 984,
      "ATATATG": 985,
      "AATTTAG": 986,
      "TATACC": 987,
      "TTGTAA": 988,
      "TATAAATT": 989,
      "TTAATATT": 990,
      "AATTAAC": 991,
      "TGAGGG": 992,
      "TGTTTTC": 993,
      "ATCTAG": 994,
      "AAAAATAA": 995,
      "AATATGC": 996,
      "ACAAATT": 997,
      "TATATAA": 998,
      "TGCGG": 999,
      "ATTTGTG": 1000,
      "TACGC": 1001,
      "TTCACC": 1002,
      "TCACG": 1003,
      "ACATAC": 1004,
      "TCTTGG": 1005,
      "ATGTCC": 1006,
      "TTTATGC": 1007,
      "AAGTAG": 1008,
      "TGGAGC": 1009,
      "ATGTAG": 1010,
      "TGAGAG": 1011,
      "TTGTGC": 1012,
      "TGGTTTT": 1013,
      "TTGAGG": 1014,
      "TGTTTTG": 1015,
      "AAGTAC": 1016,
      "TGTTCC": 1017,
      "AGAATG": 1018,
      "ATTTTTTC": 1019,
      "ACTAAC": 1020,
      "TGAGCC": 1021,
      "TATATTC": 1022,
      "ACTCTC": 1023,
      "ATCAATT": 1024,
      "AAGTGC": 1025,
      "AAGAAAC": 1026,
      "TAAGGG": 1027,
      "AGGAGC": 1028,
      "ATTATAA": 1029,
      "AGAAGG": 1030,
      "TATAAAC": 1031,
      "TACTTTT": 1032,
      "TTAATTC": 1033,
      "TTGTTTG": 1034,
      "TTATCG": 1035,
      "TTATATC": 1036,
      "TCAAGC": 1037,
      "TTGAGC": 1038,
      "AAATGGC": 1039,
      "TGTTAC": 1040,
      "ATTCAAC": 1041,
      "ATATATC": 1042,
      "TCATGC": 1043,
      "ATGTTTG": 1044,
      "AAGTGG": 1045,
      "TGTAAAA": 1046,
      "AATAAAAC": 1047,
      "TAAGAG": 1048,
      "TCCTTTT": 1049,
      "AAATTAAAA": 1050,
      "TACTAG": 1051,
      "TGAGGC": 1052,
      "TCAAGG": 1053,
      "TTTCTTTC": 1054,
      "TTGACC": 1055,
      "TAGGCC": 1056,
      "ATCTAA": 1057,
      "GAGGG": 1058,
      "ATTGTTTT": 1059,
      "AAAAGAAAA": 1060,
      "AAAGAAAG": 1061,
      "ATGTAC": 1062,
      "ATGCCC": 1063,
      "ATTCTTC": 1064,
      "ACCAGC": 1065,
      "TGTTAG": 1066,
      "AATCAG": 1067,
      "TTGTATT": 1068,
      "TATATTTT": 1069,
      "AAT\r\n": 1070,
      "TGCTCC": 1071,
      "ACAGGG": 1072,
      "TTGTCC": 1073,
      "TCATGG": 1074,
      "TAAAAGG": 1075,
      "ATTCAG": 1076,
      "TAAGGC": 1077,
      "ATATATT": 1078,
      "AATATGG": 1079,
      "AATAACC": 1080,
      "TGGATC": 1081,
      "AACTAC": 1082,
      "TGTAAC": 1083,
      "TATAAAG": 1084,
      "AACTTTT": 1085,
      "TTGGAG": 1086,
      "TATAATG": 1087,
      "AACAGC": 1088,
      "AAAATAG": 1089,
      "TGTGCC": 1090,
      "TCTATC": 1091,
      "TTTTCTTTT": 1092,
      "TAATATC": 1093,
      "TTAAATC": 1094,
      "TGTCTC": 1095,
      "TCGGC": 1096,
      "AAATGGG": 1097,
      "ATATTGC": 1098,
      "TGCAGG": 1099,
      "ATGAATT": 1100,
      "TTCTTTG": 1101,
      "ACAAAAC": 1102,
      "TATATTG": 1103,
      "GAGCC": 1104,
      "TTTATCC": 1105,
      "AATCCG": 1106,
      "TTATAAG": 1107,
      "TTGAATT": 1108,
      "ACAGGC": 1109,
      "ATATTGG": 1110,
      "CCGCC": 1111,
      "AGCGC": 1112,
      "AAAAGCC": 1113,
      "AGCTAG": 1114,
      "TGGGCC": 1115,
      "ATAACG": 1116,
      "TATTTTTC": 1117,
      "TTATTGG": 1118,
      "AAGATT": 1119,
      "AAAAACC": 1120,
      "TGTAAG": 1121,
      "TTTTGCC": 1122,
      "ATA\r\n": 1123,
      "TGCTAG": 1124,
      "AAAGAC": 1125,
      "ATATTCC": 1126,
      "TATTTAA": 1127,
      "TTCTAA": 1128,
      "TTAATAA": 1129,
      "AATCAAC": 1130,
      "ATCTTTC": 1131,
      "TCGGG": 1132,
      "TACTCC": 1133,
      "AAAACCC": 1134,
      "AGGTGG": 1135,
      "ATATATATATATATATATATATATATATATAT": 1136,
      "AATTAAG": 1137,
      "AAAACAC": 1138,
      "AAAAAAATT": 1139,
      "ATGCAG": 1140,
      "TTAACG": 1141,
      "TTGTAC": 1142,
      "AATCAC": 1143,
      "TGTATC": 1144,
      "TTCTAC": 1145,
      "AATATCC": 1146,
      "AATCAAG": 1147,
      "TTGCAG": 1148,
      "TTAACCC": 1149,
      "AACAAAC": 1150,
      "TTTCGG": 1151,
      "TTTAACC": 1152,
      "TTTAATTTT": 1153,
      "AAAAAATT": 1154,
      "ATCAGG": 1155,
      "AATGATG": 1156,
      "TCCGC": 1157,
      "TCTAAAA": 1158,
      "AGCACC": 1159,
      "TGGTAG": 1160,
      "AACTAA": 1161,
      "AATTTAC": 1162,
      "ACGGC": 1163,
      "TGGTGC": 1164,
      "AGCTAC": 1165,
      "ATTGAAG": 1166,
      "ATCTGC": 1167,
      "AAATACC": 1168,
      "TCATAA": 1169,
      "TTGAAAG": 1170,
      "TTAAATG": 1171,
      "ATTGAC": 1172,
      "TAACAG": 1173,
      "TTCAGG": 1174,
      "TGACGC": 1175,
      "TCTTTTC": 1176,
      "TTATAAC": 1177,
      "ATTCATC": 1178,
      "AATGAC": 1179,
      "TTATAATT": 1180,
      "AATTTCC": 1181,
      "ATGCATG": 1182,
      "TGATAC": 1183,
      "TTTTGTTTT": 1184,
      "AAAGAAC": 1185,
      "TTGTTTC": 1186,
      "TATTAG": 1187,
      "ACCTAG": 1188,
      "TCTCCC": 1189,
      "TCTAAC": 1190,
      "TAAAAGC": 1191,
      "AAACATG": 1192,
      "TATAATC": 1193,
      "TTCTGG": 1194,
      "AGCTGG": 1195,
      "AATAAGG": 1196,
      "AGGGGC": 1197,
      "TTTCAAG": 1198,
      "TTTCATG": 1199,
      "TTTAAGG": 1200,
      "AAACTTG": 1201,
      "TTTGAC": 1202,
      "TAATAATAATAA": 1203,
      "ATTTGTC": 1204,
      "GAGGC": 1205,
      "AAACGG": 1206,
      "ACTCAG": 1207,
      "AACCCG": 1208,
      "TGATATT": 1209,
      "TTCAGC": 1210,
      "TTTCAC": 1211,
      "ATTATTATTATT": 1212,
      "AAAATCC": 1213,
      "AAAAATG": 1214,
      "AAGCAG": 1215,
      "AACCGG": 1216,
      "TTCAATT": 1217,
      "TAATAAC": 1218,
      "AAAAAAAG": 1219,
      "AAAATAT": 1220,
      "ATTATATT": 1221,
      "AATGTC": 1222,
      "TTTATTTTTT": 1223,
      "TTTACG": 1224,
      "TTCTTCC": 1225,
      "ATTCGG": 1226,
      "TTTCCG": 1227,
      "TTTTAC": 1228,
      "AAGTTTG": 1229,
      "TGCCCC": 1230,
      "TTATTCC": 1231,
      "TGATTTT": 1232,
      "ATATAATT": 1233,
      "TACCCC": 1234,
      "TTTTTGG": 1235,
      "TTTGCG": 1236,
      "TAATATG": 1237,
      "ATCAAAG": 1238,
      "ATCCTC": 1239,
      "TGACCC": 1240,
      "AATCGG": 1241,
      "TG\r\n": 1242,
      "ATTCTTG": 1243,
      "TAAATATT": 1244,
      "AAATGCC": 1245,
      "TGCTAC": 1246,
      "TTTGATG": 1247,
      "ATTTGAC": 1248,
      "ATTCAAG": 1249,
      "AGATGG": 1250,
      "TCTATG": 1251,
      "ACATAG": 1252,
      "AACTGG": 1253,
      "TGGGGG": 1254,
      "AATTTAAAA": 1255,
      "AAAAAATAA": 1256,
      "TGACAG": 1257,
      "GCGG": 1258,
      "TATATAC": 1259,
      "TGACAC": 1260,
      "AGGTGC": 1261,
      "TTGATTG": 1262,
      "ACTAAG": 1263,
      "TTCCTC": 1264,
      "ATCTTTG": 1265,
      "AAGAGAG": 1266,
      "AACAAAG": 1267,
      "ATATATATT": 1268,
      "TTTAAAAC": 1269,
      "TATATAG": 1270,
      "AAAGCG": 1271,
      "TTCTCTC": 1272,
      "TGTTATT": 1273,
      "AAATTTTTT": 1274,
      "ATCAATC": 1275,
      "AAAAAGG": 1276,
      "ACAGAG": 1277,
      "AAAATGG": 1278,
      "AAGCTC": 1279,
      "ACTATG": 1280,
      "AAGTATT": 1281,
      "TAAAAAG": 1282,
      "AATTATG": 1283,
      "ACCCCC": 1284,
      "ATCTGG": 1285,
      "AAACTTC": 1286,
      "TATTCG": 1287,
      "AAAATGC": 1288,
      "TAGTGG": 1289,
      "AACCAG": 1290,
      "AGGTTTT": 1291,
      "AATGTTG": 1292,
      "AGGGGG": 1293,
      "AAAGATG": 1294,
      "ACTCGG": 1295,
      "AATTATC": 1296,
      "AACTCG": 1297,
      "AATACG": 1298,
      "AAAAGAG": 1299,
      "AATTTGC": 1300,
      "AACATT": 1301,
      "TTGCCC": 1302,
      "ATTTTAG": 1303,
      "TTGCTC": 1304,
      "AACCTC": 1305,
      "TTTCATC": 1306,
      "TATGAG": 1307,
      "ACCTGC": 1308,
      "ATAATAC": 1309,
      "AAATTTC": 1310,
      "TGTAGC": 1311,
      "ATATAAC": 1312,
      "TTTAAGC": 1313,
      "ATAATAG": 1314,
      "ATTCTTTT": 1315,
      "GCGCC": 1316,
      "TTATTGC": 1317,
      "ATTGCG": 1318,
      "AATGAAG": 1319,
      "ATGGCG": 1320,
      "AGCAGG": 1321,
      "ATAACCC": 1322,
      "TTTCAAC": 1323,
      "ACTTAC": 1324,
      "ATAATAAAA": 1325,
      "ACTAGC": 1326,
      "ATTCATG": 1327,
      "TTTCTCC": 1328,
      "TTTAGGG": 1329,
      "TTCATT": 1330,
      "TGGGGC": 1331,
      "ACAATAA": 1332,
      "AAAATTTT": 1333,
      "TAAATAG": 1334,
      "AAATATTG": 1335,
      "TGCTTTT": 1336,
      "AAATAGC": 1337,
      "ACACCC": 1338,
      "TGATTTC": 1339,
      "AATAAAAG": 1340,
      "AAGAATC": 1341,
      "ATGCTC": 1342,
      "AATATTTTTT": 1343,
      "AAAAGGG": 1344,
      "ACTTAG": 1345,
      "TAAATAC": 1346,
      "TAATTATT": 1347,
      "AACGAG": 1348,
      "TCCTAG": 1349,
      "TCCAGC": 1350,
      "TGAAAAC": 1351,
      "ATATAAG": 1352,
      "TGAAATC": 1353,
      "AAAAATATT": 1354,
      "ACGTC": 1355,
      "ATT\r\n": 1356,
      "TTCTATT": 1357,
      "TGGCCC": 1358,
      "ACCAAAC": 1359,
      "TGTTTGG": 1360,
      "TAATTAG": 1361,
      "TACTGC": 1362,
      "TCTAAG": 1363,
      "ATCGCC": 1364,
      "ACGAGG": 1365,
      "AACAATT": 1366,
      "TGACTC": 1367,
      "TTGGATC": 1368,
      "AAGAAGC": 1369,
      "ATTATAG": 1370,
      "TAATTAC": 1371,
      "AATCATC": 1372,
      "ATACCG": 1373,
      "AACAGG": 1374,
      "TGAAAAG": 1375,
      "TCCTGC": 1376,
      "ATGAAAC": 1377,
      "AAAAGGC": 1378,
      "TAAAATAAAA": 1379,
      "AATGTTTT": 1380,
      "ACTACC": 1381,
      "TTTGTTC": 1382,
      "ATAAACC": 1383,
      "TATTTAT": 1384,
      "ATTTAGG": 1385,
      "ATTATAC": 1386,
      "AAGAAGG": 1387,
      "TCATAC": 1388,
      "TAATTTAA": 1389,
      "TTGAAAC": 1390,
      "TCACCC": 1391,
      "TCCCCC": 1392,
      "ATTTTTTG": 1393,
      "TAGAGC": 1394,
      "TAGCCC": 1395,
      "AAATATAA": 1396,
      "AAGTTTC": 1397,
      "TTGAATC": 1398,
      "ATGTTTC": 1399,
      "GGCGG": 1400,
      "ATTTGGG": 1401,
      "ACTTTTC": 1402,
      "ATCAATG": 1403,
      "AAAAATAAAA": 1404,
      "AACAATG": 1405,
      "TGCACC": 1406,
      "ATTAACC": 1407,
      "TATTTAG": 1408,
      "AAATTAG": 1409,
      "ATCGAG": 1410,
      "TATCAG": 1411,
      "ACATATT": 1412,
      "TTGATTC": 1413,
      "TATTTTTG": 1414,
      "TATCTC": 1415,
      "AAGAATT": 1416,
      "AAACCCC": 1417,
      "TAAATAAAA": 1418,
      "TGTTAA": 1419,
      "ATTTTTAAAA": 1420,
      "AAACGC": 1421,
      "ATAAAGC": 1422,
      "TAAATCC": 1423,
      "AAAGTTG": 1424,
      "AGGTAG": 1425,
      "TTAAGAG": 1426,
      "TTTTGGG": 1427,
      "GCTGC": 1428,
      "ACTGTG": 1429,
      "ATCATTC": 1430,
      "ATTATTTTTT": 1431,
      "ACAAATC": 1432,
      "AAGAATG": 1433,
      "TCTTAC": 1434,
      "TTGTTGC": 1435,
      "ATACAG": 1436,
      "TTTTTTTTC": 1437,
      "TTCCAG": 1438,
      "TGGTTTG": 1439,
      "AGGTTTG": 1440,
      "ATGGATG": 1441,
      "ATCCTTC": 1442,
      "ATCAAATT": 1443,
      "AAGGATG": 1444,
      "TTA\r\n": 1445,
      "AAAAAATC": 1446,
      "TTCCTTC": 1447,
      "TGTTTAA": 1448,
      "TTTTTAAAA": 1449,
      "TACACC": 1450,
      "AAACAAAC": 1451,
      "ATTTACC": 1452,
      "AAAAAAAAC": 1453,
      "ATTAATTTT": 1454,
      "GCTTC": 1455,
      "ATAATAT": 1456,
      "ATCCAG": 1457,
      "AATAAAG": 1458,
      "CCCAG": 1459,
      "TTGGTC": 1460,
      "TTTTGAG": 1461,
      "ATCAACC": 1462,
      "AGGAAAG": 1463,
      "AATCTTC": 1464,
      "TGATTTG": 1465,
      "ATTTAGC": 1466,
      "TCCAAAA": 1467,
      "TTTTTAC": 1468,
      "AAGATTG": 1469,
      "GGTTC": 1470,
      "ATTATGG": 1471,
      "TCATAG": 1472,
      "AGGACC": 1473,
      "TTTCCCC": 1474,
      "TCGATG": 1475,
      "ATCATTG": 1476,
      "TCTAGC": 1477,
      "AATAAGC": 1478,
      "TATATGC": 1479,
      "AAATATTC": 1480,
      "TTTTATG": 1481,
      "TGCAAAA": 1482,
      "ACCGCC": 1483,
      "TTTTGGC": 1484,
      "AC\r\n": 1485,
      "TAAATGG": 1486,
      "ACTGTC": 1487,
      "AAACACC": 1488,
      "ATCTATT": 1489,
      "AATGCG": 1490,
      "TTTTTTTG": 1491,
      "TTACAG": 1492,
      "AACAATC": 1493,
      "TGGTCC": 1494,
      "AATTGCC": 1495,
      "ATGAATC": 1496,
      "AGGTAC": 1497,
      "TCTCTTC": 1498,
      "AACTTTG": 1499,
      "TTAAACC": 1500,
      "ATTTCCC": 1501,
      "ATTAATAA": 1502,
      "AAAAAGC": 1503,
      "ACCCGG": 1504,
      "TCTTAG": 1505,
      "TTTTCTTC": 1506,
      "TATATGG": 1507,
      "ATATATATATAT": 1508,
      "ATTTGGC": 1509,
      "TATTAAAA": 1510,
      "ATATGGC": 1511,
      "ATATGGG": 1512,
      "TAGGGG": 1513,
      "TGCTAA": 1514,
      "ATCCATG": 1515,
      "GGCAG": 1516,
      "AACAACC": 1517,
      "ACTGCC": 1518,
      "CG": 1519,
      "AAAACAAAA": 1520,
      "AACGCC": 1521,
      "ATTGTTC": 1522,
      "TATAATAA": 1523,
      "TGTAGG": 1524,
      "AAACTAG": 1525,
      "ATAATGG": 1526,
      "ATTGAAAA": 1527,
      "AGGTCC": 1528,
      "AGGGCC": 1529,
      "TTGCTTC": 1530,
      "ACTCCC": 1531,
      "TTTTTTATT": 1532,
      "TAATAAG": 1533,
      "TACTGG": 1534,
      "ATAATCC": 1535,
      "ATTTGCC": 1536,
      "TGTCGG": 1537,
      "AAACATC": 1538,
      "GCAAC": 1539,
      "TTTTCCC": 1540,
      "TTGATGG": 1541,
      "AGGCCC": 1542,
      "AAGAAATT": 1543,
      "TTGTTGG": 1544,
      "TTGAATG": 1545,
      "ATCTCG": 1546,
      "ATTAAGG": 1547,
      "ATATTTTC": 1548,
      "TTACCG": 1549,
      "ATGAATG": 1550,
      "ATTAGAG": 1551,
      "TTTCTAG": 1552,
      "TTTAAAAG": 1553,
      "TACAGC": 1554,
      "TAAACAC": 1555,
      "TTTTTGC": 1556,
      "TTTTCTC": 1557,
      "AAAGTTC": 1558,
      "TAAAAAAC": 1559,
      "TAATCTC": 1560,
      "TGAAATG": 1561,
      "ATGAAATT": 1562,
      "ATCAAAAG": 1563,
      "ACCGAG": 1564,
      "ATGATTG": 1565,
      "GGGAG": 1566,
      "GGTGG": 1567,
      "TCAAAAC": 1568,
      "TACTATT": 1569,
      "TTGTCG": 1570,
      "TAAAGAG": 1571,
      "ATGATGG": 1572,
      "ACTAGG": 1573,
      "AGCAAAA": 1574,
      "TAT\r\n": 1575,
      "ACGTG": 1576,
      "AATCGC": 1577,
      "TTAAAGG": 1578,
      "TTATACC": 1579,
      "TCTCTCC": 1580,
      "ATTATGC": 1581,
      "TTTGAAAA": 1582,
      "TGTGAG": 1583,
      "TTGAAGG": 1584,
      "TTTGAAG": 1585,
      "TAATTCC": 1586,
      "AAAGTG": 1587,
      "ATTATCC": 1588,
      "TAATTGC": 1589,
      "TCAAATC": 1590,
      "ACTGAG": 1591,
      "ATCATCC": 1592,
      "TCCTCG": 1593,
      "TTTTAATT": 1594,
      "TTATATAA": 1595,
      "ATTGAAC": 1596,
      "AAGCAAC": 1597,
      "TTATTTTC": 1598,
      "TAAATGC": 1599,
      "ATAAATATT": 1600,
      "TATAATTTT": 1601,
      "AGATGC": 1602,
      "AATCATG": 1603,
      "TTCGCC": 1604,
      "TTGACG": 1605,
      "ATAAAGG": 1606,
      "TTAATCC": 1607,
      "AATGAAAA": 1608,
      "TATTTGG": 1609,
      "TCACAC": 1610,
      "TATAAGG": 1611,
      "ACCTGG": 1612,
      "TTTGGCC": 1613,
      "AAATAGG": 1614,
      "ATTGTG": 1615,
      "TTGGCG": 1616,
      "TTCTTGG": 1617,
      "TAGTCC": 1618,
      "ACTTTAA": 1619,
      "TTATAGC": 1620,
      "AAACTGC": 1621,
      "ATACATG": 1622,
      "TTTTAAC": 1623,
      "TTAATGG": 1624,
      "AAATTTG": 1625,
      "TTGCATG": 1626,
      "AAGAAAAC": 1627,
      "TTAATAC": 1628,
      "AGGAGAG": 1629,
      "AAGATTC": 1630,
      "TATATCC": 1631,
      "TTGCTTG": 1632,
      "TTATAGG": 1633,
      "ATTACG": 1634,
      "AATGAAC": 1635,
      "TAGACC": 1636,
      "TTTCGC": 1637,
      "TATTTTATT": 1638,
      "TAATTGG": 1639,
      "TGTCCC": 1640,
      "AATCTTG": 1641,
      "TACTCG": 1642,
      "TCACTC": 1643,
      "GGGTTG": 1644,
      "ATGATTC": 1645,
      "TTCAAAG": 1646,
      "TTTTTTTAA": 1647,
      "TCTGTC": 1648,
      "TTTTATC": 1649,
      "TTAAAGC": 1650,
      "TAAACG": 1651,
      "AGAAATT": 1652,
      "TAACAAC": 1653,
      "AAGGGAG": 1654,
      "TAGTAC": 1655,
      "TCCTTTC": 1656,
      "AGAACC": 1657,
      "AAACTG": 1658,
      "TTCGAG": 1659,
      "TTCAATG": 1660,
      "ACAAAAG": 1661,
      "ATCAAGC": 1662,
      "AAGGCG": 1663,
      "ATGTCG": 1664,
      "AAACTAC": 1665,
      "ACGCG": 1666,
      "TTATCCC": 1667,
      "AAGAAAAG": 1668,
      "TAGTATT": 1669,
      "TAGTGC": 1670,
      "TTTGTG": 1671,
      "ATCTCTC": 1672,
      "ATCCGG": 1673,
      "TTGATGC": 1674,
      "ATAATGC": 1675,
      "AATTGGG": 1676,
      "TTCTCG": 1677,
      "AGTTGC": 1678,
      "ATCTTCC": 1679,
      "ATTTTAATAT": 1680,
      "ATTCGC": 1681,
      "TTCAATC": 1682,
      "TCATATT": 1683,
      "AATTCCC": 1684,
      "ATCTTGG": 1685,
      "AAGGAAAA": 1686,
      "ACCTTTT": 1687,
      "TTTCAAAA": 1688,
      "ATATCCC": 1689,
      "AGTCG": 1690,
      "ACGTGG": 1691,
      "TAGTTTG": 1692,
      "TTTCTTTG": 1693,
      "TGCATGC": 1694,
      "TATGTTTT": 1695,
      "ATAAATTC": 1696,
      "ACACGC": 1697,
      "TATGTC": 1698,
      "ACCTAC": 1699,
      "TGAATTG": 1700,
      "ACGAAG": 1701,
      "TAGAAAG": 1702,
      "ATTAAGC": 1703,
      "TAAACCC": 1704,
      "AGTTGG": 1705,
      "TCCTAC": 1706,
      "TAAAATC": 1707,
      "TTTACCC": 1708,
      "ATCATGG": 1709,
      "TGAATAA": 1710,
      "ATATGCC": 1711,
      "TTCAAAC": 1712,
      "ATAATAAC": 1713,
      "ATCCAAC": 1714,
      "TAAAAAC": 1715,
      "AACCGC": 1716,
      "ATTTTTTTTTT": 1717,
      "TCCTGG": 1718,
      "TTATGGC": 1719,
      "TTGCGG": 1720,
      "ATTAAAAAAAA": 1721,
      "TAAGAAAA": 1722,
      "TAAACTC": 1723,
      "AATTTTGG": 1724,
      "ACAGTAAC": 1725,
      "ATCAACG": 1726,
      "AAGATGG": 1727,
      "TTCATTG": 1728,
      "TATATAAAA": 1729,
      "ACCAGG": 1730,
      "TATTAATT": 1731,
      "TATATTTTTT": 1732,
      "ACCTCG": 1733,
      "ACGAC": 1734,
      "TTTTCAG": 1735,
      "ATTCCG": 1736,
      "GCTTG": 1737,
      "TTTAGCC": 1738,
      "TAATCG": 1739,
      "ATTACAC": 1740,
      "ATCATGC": 1741,
      "ACGATG": 1742,
      "TAACATG": 1743,
      "TTAATAG": 1744,
      "AAAACAG": 1745,
      "AGAGAAG": 1746,
      "AATACCC": 1747,
      "TTAAATTG": 1748,
      "AAAACAAC": 1749,
      "TTTAAAG": 1750,
      "AAGGAAG": 1751,
      "TATTAC": 1752,
      "TTCAAATT": 1753,
      "TAAATTTT": 1754,
      "AAAAACAC": 1755,
      "TTGCTGC": 1756,
      "AATTGAG": 1757,
      "TTGAAATT": 1758,
      "ATATATAC": 1759,
      "TTATGCC": 1760,
      "ATTCTCC": 1761,
      "TGAATTC": 1762,
      "TAATTTTC": 1763,
      "ACGAGC": 1764,
      "ATTCAC": 1765,
      "TAATGGG": 1766,
      "TCTGTG": 1767,
      "ATATATAA": 1768,
      "TACAATT": 1769,
      "TAGAATT": 1770,
      "AAATTCG": 1771,
      "TAGGGC": 1772,
      "TGGACC": 1773,
      "TAATTAAAA": 1774,
      "ATATATAG": 1775,
      "TAATGGC": 1776,
      "TAA\r\n": 1777,
      "TTTTAAG": 1778,
      "TATAACC": 1779,
      "ATCTATC": 1780,
      "AAAAATAC": 1781,
      "TC\r\n": 1782,
      "ATGATGC": 1783,
      "TTTCTCTC": 1784,
      "TCTGCC": 1785,
      "AAAGAGG": 1786,
      "TATTGAG": 1787,
      "TTTGTTTG": 1788,
      "CCCGG": 1789,
      "TTAATGC": 1790,
      "ACACAC": 1791,
      "TCTACC": 1792,
      "TATACG": 1793,
      "TAGGAG": 1794,
      "ATAAATTG": 1795,
      "TGTACC": 1796,
      "CCAAC": 1797,
      "AGCTTTT": 1798,
      "AATCTCC": 1799,
      "TTCTTGC": 1800,
      "ACTGGC": 1801,
      "TATTTAC": 1802,
      "TGACGG": 1803,
      "AAAAAAAAAAAA": 1804,
      "AGCTCG": 1805,
      "AACATGG": 1806,
      "TTACATG": 1807,
      "ATTTTATTTT": 1808,
      "TTCCTCC": 1809,
      "TTAATAAAA": 1810,
      "AGCAACC": 1811,
      "GCATG": 1812,
      "ACCGACGG": 1813,
      "AATAGCC": 1814,
      "ATAAATAAAA": 1815,
      "ATAGTTTT": 1816,
      "GGTTG": 1817,
      "ATCACG": 1818,
      "TTTCTGC": 1819,
      "ATAGAAAA": 1820,
      "TATGCG": 1821,
      "TATATATG": 1822,
      "TGGAAAG": 1823,
      "ACAATTC": 1824,
      "TCAATAA": 1825,
      "TAATTAATT": 1826,
      "ATTTGTTTT": 1827,
      "ATGCATC": 1828,
      "TAATGAG": 1829,
      "ACAGCCC": 1830,
      "ACATTTT": 1831,
      "TATTTTTAA": 1832,
      "TAATGTG": 1833,
      "TACAAAG": 1834,
      "TATAGAG": 1835,
      "ATAGCG": 1836,
      "AACATTG": 1837,
      "AACTTGG": 1838,
      "AAGTTGG": 1839,
      "TAGTTTC": 1840,
      "ATATATTTT": 1841,
      "ATTCAAAA": 1842,
      "TCAGAG": 1843,
      "TCGAGG": 1844,
      "AACTATT": 1845,
      "ATATATTG": 1846,
      "TAGCAG": 1847,
      "ATGGAGG": 1848,
      "ATAAGCC": 1849,
      "AATGGCC": 1850,
      "TCTTTTG": 1851,
      "TCGAAG": 1852,
      "TCCAGG": 1853,
      "AAGCAGC": 1854,
      "AACCACC": 1855,
      "TCATTTT": 1856,
      "AAGCATG": 1857,
      "ATCAAGG": 1858,
      "ATTAAAAC": 1859,
      "ATGCATGC": 1860,
      "TTCCGG": 1861,
      "ATTAGTG": 1862,
      "ACATTTC": 1863,
      "AAATGAG": 1864,
      "TACTTTG": 1865,
      "TTATGGG": 1866,
      "TGCTTTG": 1867,
      "AATTTTCC": 1868,
      "AAAGAAAC": 1869,
      "TAATTTTG": 1870,
      "TTTCTGG": 1871,
      "TACGAG": 1872,
      "AAGCTTC": 1873,
      "ATCCCG": 1874,
      "AGGGAG": 1875,
      "AAGCAAG": 1876,
      "ATGGTGG": 1877,
      "AAAGAGAG": 1878,
      "TTTTCTTG": 1879,
      "TTCCTTG": 1880,
      "ATGGAAG": 1881,
      "ATTGTGG": 1882,
      "TTAATAT": 1883,
      "ATATTAAAA": 1884,
      "GCAGC": 1885,
      "TTCCCG": 1886,
      "TAATGAC": 1887,
      "TCTCGG": 1888,
      "ACACAG": 1889,
      "AACATGC": 1890,
      "ATGTATG": 1891,
      "ACGTGC": 1892,
      "TCCAAAC": 1893,
      "ATGAAGG": 1894,
      "TACAGG": 1895,
      "ATGTTAG": 1896,
      "AAAGAGC": 1897,
      "GGAGG": 1898,
      "AATTAAATT": 1899,
      "AAAGGCC": 1900,
      "TCTGGC": 1901,
      "ATAATATC": 1902,
      "ATACAAG": 1903,
      "TGTTTTTTTT": 1904,
      "ATCCTTG": 1905,
      "AACTTTC": 1906,
      "ATAGAAG": 1907,
      "ATTAGGG": 1908,
      "TTATTTTG": 1909,
      "ATTATTTC": 1910,
      "ATGGTTG": 1911,
      "TATTTGC": 1912,
      "AACAAATT": 1913,
      "TTCATTC": 1914,
      "TACTTTC": 1915,
      "ATTAGTC": 1916,
      "ATATAGC": 1917,
      "TTAAGGG": 1918,
      "ACCAATC": 1919,
      "ATCCATC": 1920,
      "TCAAAAG": 1921,
      "AGAGAAAA": 1922,
      "AACACG": 1923,
      "ATCCAAG": 1924,
      "ACTTTTG": 1925,
      "TCATTTC": 1926,
      "ATTGATC": 1927,
      "AGTAAC": 1928,
      "TCAGCC": 1929,
      "ATGTTGG": 1930,
      "TCGTTG": 1931,
      "ATGATATT": 1932,
      "TCTTTAA": 1933,
      "AAATAAAAC": 1934,
      "AGCTTTG": 1935,
      "TCCTCTC": 1936,
      "ATGCAAG": 1937,
      "TGATAAAA": 1938,
      "TATAAAAC": 1939,
      "AATTTATC": 1940,
      "TGAATTTT": 1941,
      "TGGCGG": 1942,
      "ATGAAGC": 1943,
      "AATTACC": 1944,
      "GCAAG": 1945,
      "ACAAACC": 1946,
      "ACGACC": 1947,
      "CCCCCC": 1948,
      "AGAGAGAGAGAGAGAG": 1949,
      "TTAAATTC": 1950,
      "ATCAAAAC": 1951,
      "TTTTTTTATT": 1952,
      "TTCTTTTC": 1953,
      "AACAAGC": 1954,
      "TTCAACC": 1955,
      "TCTTGCC": 1956,
      "AAACTCG": 1957,
      "AACAAATC": 1958,
      "TATTTCC": 1959,
      "ATTTATTG": 1960,
      "ATGACG": 1961,
      "TTGCAAG": 1962,
      "TGCTTTC": 1963,
      "TAATGTC": 1964,
      "ATGCTTG": 1965,
      "TAAAGGG": 1966,
      "TTCAAGG": 1967,
      "ATTAAAAG": 1968,
      "ATATTTTG": 1969,
      "TATGTTG": 1970,
      "TTTTTATC": 1971,
      "TTCCATG": 1972,
      "TACAATG": 1973,
      "ACACGG": 1974,
      "TATAAGC": 1975,
      "ACATAAAA": 1976,
      "AGATAG": 1977,
      "ACAAATG": 1978,
      "TCACAG": 1979,
      "TAACGG": 1980,
      "AACAAGG": 1981,
      "TATAAATC": 1982,
      "TCAATTC": 1983,
      "TGGTTTC": 1984,
      "TGTTTGC": 1985,
      "AATTAGG": 1986,
      "TGTTTTCC": 1987,
      "TTCTTAG": 1988,
      "TATATTTC": 1989,
      "TTTGATC": 1990,
      "AAAAAACC": 1991,
      "ACATGCC": 1992,
      "TCTAGG": 1993,
      "AGTATC": 1994,
      "TTTTTCTC": 1995,
      "TCTCCG": 1996,
      "TATGATG": 1997,
      "TTCATGG": 1998,
      "ACCAACC": 1999,
      "ACTGAC": 2000,
      "TCCGCC": 2001,
      "ATACGG": 2002,
      "AATAATTTT": 2003,
      "AGAAAAG": 2004,
      "TATTTTTATT": 2005,
      "AGCAAAC": 2006,
      "TAGAAAC": 2007,
      "AGCTTTC": 2008,
      "AGCATGC": 2009,
      "TCGGCC": 2010,
      "TTCACG": 2011,
      "TCACGC": 2012,
      "AAAATATC": 2013,
      "AGGAAAC": 2014,
      "TCTTATT": 2015,
      "ATACTTG": 2016,
      "AAGAACC": 2017,
      "AACTCTC": 2018,
      "AAAGATC": 2019,
      "TTTGTATT": 2020,
      "AATTGGC": 2021,
      "ATTACAG": 2022,
      "AAGTAAAA": 2023,
      "TTTATAG": 2024,
      "ACTCGC": 2025,
      "ATGTTGC": 2026,
      "ATTCTAG": 2027,
      "TTTTAGG": 2028,
      "AAAATAAC": 2029,
      "TGATTGG": 2030,
      "ATCCAC": 2031,
      "ATGATAA": 2032,
      "AATGATC": 2033,
      "ATATACC": 2034,
      "TTAAATAA": 2035,
      "TTACTTG": 2036,
      "TCGAGC": 2037,
      "TGTTTAG": 2038,
      "ATTATTTG": 2039,
      "TAACCG": 2040,
      "AAAGTGG": 2041,
      "TTCATGC": 2042,
      "TCCTTCC": 2043,
      "TAAAAAAAC": 2044,
      "TCAATTTT": 2045,
      "TAATTTTTTTT": 2046,
      "TATTGCC": 2047,
      "AATCACC": 2048,
      "ATGATAG": 2049,
      "TCGATC": 2050,
      "ACGTTG": 2051,
      "TTCAAGC": 2052,
      "TTTGGGC": 2053,
      "TACAAAC": 2054,
      "TGTTTCC": 2055,
      "TTGGTTG": 2056,
      "AGAGAGG": 2057,
      "TTAAGGC": 2058,
      "AAAAAATG": 2059,
      "TACAAGG": 2060,
      "TTTAATATT": 2061,
      "AAGATGC": 2062,
      "TGTCAG": 2063,
      "TTTGAGC": 2064,
      "TCCATTG": 2065,
      "TTTCAATT": 2066,
      "ATTAATTG": 2067,
      "TATCCG": 2068,
      "TGATATC": 2069,
      "TAAAATATT": 2070,
      "TTTGAAC": 2071,
      "AAAAAAATC": 2072,
      "TAGAATC": 2073,
      "AAGATAA": 2074,
      "TGGCAG": 2075,
      "TATAATTG": 2076,
      "TCGAC": 2077,
      "ATATATTC": 2078,
      "AAAGTTTT": 2079,
      "TATCTTG": 2080,
      "ATATTAG": 2081,
      "TCTCGC": 2082,
      "TATCATC": 2083,
      "TTTCAGG": 2084,
      "TCTCTCTCTCTCTCTC": 2085,
      "TGAAACC": 2086,
      "TAACTTG": 2087,
      "ATGCAAC": 2088,
      "TTTTCTTTTC": 2089,
      "AAAGTAG": 2090,
      "TTAAGCC": 2091,
      "TTAGCG": 2092,
      "AAGCTTG": 2093,
      "ATTAGCC": 2094,
      "TTGGTTTT": 2095,
      "ATGGGAG": 2096,
      "ATTGGCC": 2097,
      "TATCAC": 2098,
      "TCAAACC": 2099,
      "AATTAGC": 2100,
      "TATAAAAG": 2101,
      "ATTTGTTG": 2102,
      "TTTGTGG": 2103,
      "ATTGTAG": 2104,
      "TTCCATC": 2105,
      "GCATC": 2106,
      "TAATATTTTTT": 2107,
      "TCATGCC": 2108,
      "ATTTATTC": 2109,
      "AACATAA": 2110,
      "AACTTGC": 2111,
      "ATTAAATC": 2112,
      "GGCCC": 2113,
      "ATATAGG": 2114,
      "TCAAGCC": 2115,
      "ATAGGCC": 2116,
      "TGAAAGC": 2117,
      "TGCAATG": 2118,
      "TTGGTGG": 2119,
      "ATTTTTAG": 2120,
      "AATCTAG": 2121,
      "AAAT\r\n": 2122,
      "ATTAATATT": 2123,
      "ATTTTCG": 2124,
      "ATTTTATC": 2125,
      "AGAAAAC": 2126,
      "AAATTTTG": 2127,
      "TGATGCC": 2128,
      "AAAGGGC": 2129,
      "TAGCTAG": 2130,
      "AATCAAAA": 2131,
      "TTGGGCC": 2132,
      "ATGCTTC": 2133,
      "TAAAGTC": 2134,
      "TCGTGG": 2135,
      "AACTAAAA": 2136,
      "AACCAAG": 2137,
      "AAGGAGG": 2138,
      "AACCTCC": 2139,
      "AAACTCC": 2140,
      "TATAATAT": 2141,
      "ATTAATTC": 2142,
      "TTATATTG": 2143,
      "ACTTTCC": 2144,
      "TTAGTTTT": 2145,
      "ATATATAAAA": 2146,
      "AGTAAAA": 2147,
      "AAAGGGG": 2148,
      "ATGTTTTG": 2149,
      "TTATTTTTC": 2150,
      "ATATTTC": 2151,
      "TTCCTTTT": 2152,
      "ATTACTC": 2153,
      "AATGAGG": 2154,
      "ATGAGAG": 2155,
      "TCGTGC": 2156,
      "AAGGTTG": 2157,
      "AAAGCCC": 2158,
      "TAAACAG": 2159,
      "AAGTATC": 2160,
      "TTTCACC": 2161,
      "GGCAGC": 2162,
      "AGAAAAGG": 2163,
      "TATTTAAAA": 2164,
      "TTAGAAAA": 2165,
      "TAACTC": 2166,
      "TCACGG": 2167,
      "ATCATAA": 2168,
      "TATAATATT": 2169,
      "AAGTTCC": 2170,
      "ATACAAC": 2171,
      "TGGTAC": 2172,
      "ACTGGG": 2173,
